{
  "<UNK>": 0,
  "LdrUnloadDll": 1,
  "CoUninitialize": 2,
  "NtQueryKey": 3,
  "NtDuplicateObject": 4,
  "GetShortPathNameW": 5,
  "GetSystemInfo": 6,
  "IsDebuggerPresent": 7,
  "GetSystemWindowsDirectoryW": 8,
  "NtClose": 9,
  "GetFileVersionInfoSizeW": 10,
  "NtOpenProcess": 11,
  "GetFileAttributesW": 12,
  "RegQueryValueExW": 13,
  "NtMapViewOfSection": 14,
  "RtlAddVectoredExceptionHandler": 15,
  "GetFileSize": 16,
  "RegOpenKeyExW": 17,
  "SetErrorMode": 18,
  "NtResumeThread": 19,
  "NtAllocateVirtualMemory": 20,
  "GetFileInformationByHandle": 21,
  "LdrGetDllHandle": 22,
  "NtFreeVirtualMemory": 23,
  "NtQuerySystemInformation": 24,
  "NtEnumerateValueKey": 25,
  "RtlRemoveVectoredExceptionHandler": 26,
  "NtReadFile": 27,
  "NtOpenFile": 28,
  "CoInitializeEx": 29,
  "CreateThread": 30,
  "NtUnmapViewOfSection": 31,
  "RegQueryInfoKeyW": 32,
  "GetSystemDirectoryW": 33,
  "RegEnumKeyExW": 34,
  "NtQueryDirectoryFile": 35,
  "SetUnhandledExceptionFilter": 36,
  "NtCreateFile": 37,
  "NtCreateThreadEx": 38,
  "GetSystemTimeAsFileTime": 39,
  "GlobalMemoryStatusEx": 40,
  "NtCreateMutant": 41,
  "NtProtectVirtualMemory": 42,
  "GetFileAttributesExW": 43,
  "RegEnumValueW": 44,
  "NtCreateSection": 45,
  "NtOpenKey": 46,
  "LdrGetProcedureAddress": 47,
  "GetFileVersionInfoW": 48,
  "NtOpenDirectoryObject": 49,
  "GetFileType": 50,
  "NtOpenKeyEx": 51,
  "LdrLoadDll": 52,
  "NtTerminateProcess": 53,
  "NtQueryValueKey": 54,
  "NtOpenMutant": 55,
  "GetForegroundWindow": 56,
  "DrawTextExW": 57,
  "NtSetInformationFile": 58,
  "RegQueryValueExA": 59,
  "RegCloseKey": 60,
  "GetSystemMetrics": 61,
  "CreateActCtxW": 62,
  "CreateDirectoryW": 63,
  "NtWriteFile": 64,
  "GetKeyState": 65,
  "OleInitialize": 66,
  "GetFileSizeEx": 67,
  "LoadStringW": 68,
  "GetTempPathW": 69,
  "NtQueryAttributesFile": 70,
  "SHGetFolderPathW": 71,
  "LoadResource": 72,
  "FindResourceExW": 73,
  "NtQueryInformationFile": 74,
  "FindResourceExA": 75,
  "GlobalMemoryStatus": 76,
  "SearchPathW": 77,
  "WriteConsoleA": 78,
  "WSAStartup": 79,
  "WSASocketW": 80,
  "NtDeviceIoControlFile": 81,
  "RegOpenKeyExA": 82,
  "closesocket": 83,
  "setsockopt": 84,
  "bind": 85,
  "UuidCreate": 86,
  "DeviceIoControl": 87,
  "GetVolumePathNameW": 88,
  "GetVolumePathNamesForVolumeNameW": 89,
  "CoCreateInstance": 90,
  "GetVolumeNameForVolumeMountPointW": 91,
  "CoInitializeSecurity": 92,
  "CreateToolhelp32Snapshot": 93,
  "NtOpenSection": 94,
  "GetNativeSystemInfo": 95,
  "FindResourceW": 96,
  "Process32NextW": 97,
  "RegEnumKeyW": 98,
  "NtReadVirtualMemory": 99,
  "SizeofResource": 100,
  "Process32FirstW": 101,
  "GetCursorPos": 102,
  "FindWindowW": 103,
  "GetFileInformationByHandleEx": 104,
  "NtCreateKey": 105,
  "NtSetValueKey": 106,
  "NtDelayExecution": 107,
  "SetWindowsHookExW": 108,
  "SHGetSpecialFolderLocation": 109,
  "LookupPrivilegeValueW": 110,
  "ShellExecuteExW": 111,
  "RtlCreateUserThread": 112,
  "GetDiskFreeSpaceExW": 113,
  "WSARecv": 114,
  "GetAdaptersAddresses": 115,
  "RegEnumKeyExA": 116,
  "SetFileAttributesW": 117,
  "RegCreateKeyExW": 118,
  "EnumWindows": 119,
  "OpenServiceW": 120,
  "getsockname": 121,
  "WSASend": 122,
  "DecryptMessage": 123,
  "NtOpenThread": 124,
  "EncryptMessage": 125,
  "GetBestInterfaceEx": 126,
  "CryptCreateHash": 127,
  "ReadProcessMemory": 128,
  "DeleteFileW": 129,
  "GetComputerNameW": 130,
  "CryptAcquireContextA": 131,
  "CryptAcquireContextW": 132,
  "CryptDecodeObjectEx": 133,
  "GetComputerNameA": 134,
  "FindFirstFileExW": 135,
  "GetKeyboardState": 136,
  "CryptHashData": 137,
  "Module32FirstW": 138,
  "CertOpenStore": 139,
  "Module32NextW": 140,
  "GetAddrInfoW": 141,
  "OpenSCManagerW": 142,
  "CertControlStore": 143,
  "NtEnumerateKey": 144,
  "SetEndOfFile": 145,
  "CreateProcessInternalW": 146,
  "CryptExportKey": 147,
  "RtlAddVectoredContinueHandler": 148,
  "SetFilePointer": 149,
  "WriteConsoleW": 150,
  "RemoveDirectoryW": 151,
  "LookupAccountSidW": 152,
  "GetTimeZoneInformation": 153,
  "FindResourceA": 154,
  "SetFilePointerEx": 155,
  "RegSetValueExW": 156,
  "timeGetTime": 157,
  "ioctlsocket": 158,
  "NtQueueApcThread": 159,
  "OutputDebugStringA": 160,
  "WriteProcessMemory": 161,
  "GetAsyncKeyState": 162,
  "LoadStringA": 163,
  "GetSystemDirectoryA": 164,
  "GetSystemWindowsDirectoryA": 165,
  "DrawTextExA": 166,
  "RegQueryInfoKeyA": 167,
  "ReadCabinetState": 168,
  "socket": 169,
  "GetUserNameExW": 170,
  "SetStdHandle": 171,
  "__exception__": 172,
  "CoCreateInstanceEx": 173,
  "CoGetClassObject": 174,
  "IWbemServices_ExecQuery": 175,
  "NetShareEnum": 176,
  "SetWindowsHookExA": 177,
  "OpenServiceA": 178,
  "GetFileVersionInfoExW": 179,
  "GetFileVersionInfoSizeExW": 180,
  "OpenSCManagerA": 181,
  "MessageBoxTimeoutA": 182,
  "FindWindowA": 183,
  "RemoveDirectoryA": 184,
  "SendNotifyMessageW": 185,
  "UnhookWindowsHookEx": 186,
  "NtDeleteKey": 187,
  "SetFileTime": 188,
  "GetUserNameA": 189,
  "RegCreateKeyExA": 190,
  "RegSetValueExA": 191,
  "SendNotifyMessageA": 192,
  "RegDeleteKeyA": 193,
  "GetUserNameW": 194,
  "RegDeleteValueW": 195,
  "MoveFileWithProgressW": 196,
  "RegDeleteKeyW": 197,
  "NetGetJoinInformation": 198,
  "SetInformationJobObject": 199,
  "GetUserNameExA": 200,
  "CryptUnprotectData": 201,
  "CreateJobObjectW": 202,
  "NtQueryFullAttributesFile": 203,
  "GetDiskFreeSpaceW": 204,
  "MessageBoxTimeoutW": 205,
  "RegisterHotKey": 206,
  "InternetCrackUrlW": 207,
  "InternetSetOptionA": 208,
  "SetFileInformationByHandle": 209,
  "StartServiceW": 210,
  "CryptProtectData": 211,
  "FindWindowExA": 212,
  "IWbemServices_ExecMethod": 213,
  "RegEnumValueA": 214,
  "NtQueryMultipleValueKey": 215,
  "gethostbyname": 216,
  "select": 217,
  "recv": 218,
  "send": 219,
  "connect": 220,
  "InternetQueryOptionA": 221,
  "CreateServiceW": 222,
  "shutdown": 223,
  "CopyFileW": 224,
  "InternetCloseHandle": 225,
  "HttpOpenRequestA": 226,
  "InternetReadFile": 227,
  "HttpSendRequestA": 228,
  "InternetOpenA": 229,
  "InternetConnectA": 230,
  "HttpQueryInfoA": 231,
  "FindWindowExW": 232,
  "InternetOpenW": 233,
  "InternetOpenUrlW": 234,
  "TaskDialog": 235,
  "NtSuspendThread": 236,
  "NtGetContextThread": 237,
  "Thread32Next": 238,
  "Thread32First": 239,
  "GetAdaptersInfo": 240,
  "NetUserGetLocalGroups": 241,
  "NetUserGetInfo": 242,
  "EnumServicesStatusW": 243,
  "CreateDirectoryExW": 244,
  "CryptGenKey": 245,
  "CertCreateCertificateContext": 246,
  "InternetGetConnectedStateExW": 247,
  "StartServiceA": 248,
  "InternetGetConnectedStateExA": 249,
  "ObtainUserAgentString": 250,
  "InternetCrackUrlA": 251,
  "InternetSetStatusCallback": 252,
  "WSASocketA": 253,
  "HttpSendRequestW": 254,
  "HttpOpenRequestW": 255,
  "InternetConnectW": 256,
  "NtLoadDriver": 257,
  "NtDeleteValueKey": 258,
  "CopyFileA": 259,
  "NtTerminateThread": 260,
  "InternetGetConnectedState": 261,
  "RegDeleteValueA": 262,
  "CreateServiceA": 263,
  "recvfrom": 264,
  "sendto": 265,
  "listen": 266,
  "accept": 267,
  "getaddrinfo": 268,
  "WSAConnect": 269,
  "DnsQuery_W": 270,
  "ExitWindowsEx": 271,
  "CryptDecrypt": 272,
  "CryptEncrypt": 273,
  "DeleteUrlCacheEntryW": 274,
  "ControlService": 275,
  "CryptProtectMemory": 276,
  "CryptUnprotectMemory": 277,
  "CertOpenSystemStoreW": 278,
  "NtSaveKeyEx": 279,
  "EnumServicesStatusA": 280,
  "NtSetContextThread": 281,
  "CreateRemoteThread": 282,
  "DnsQuery_A": 283,
  "InternetOpenUrlA": 284,
  "URLDownloadToFileW": 285,
  "InternetWriteFile": 286,
  "CopyFileExW": 287,
  "FindFirstFileExA": 288,
  "DeleteUrlCacheEntryA": 289,
  "RtlDecompressBuffer": 290,
  "NtCreateUserProcess": 291
}