{
  "<UNK>": 0,
  "RegSetValueExW": 1,
  "GetNativeSystemInfo": 2,
  "NtOpenSection": 3,
  "CoUninitialize": 4,
  "RegCloseKey": 5,
  "NtQueryKey": 6,
  "NtDuplicateObject": 7,
  "DrawTextExW": 8,
  "GetSystemInfo": 9,
  "NtCreateKey": 10,
  "GetFileInformationByHandleEx": 11,
  "FindWindowW": 12,
  "GetFileAttributesExW": 13,
  "GetSystemWindowsDirectoryW": 14,
  "NtQueryValueKey": 15,
  "RegOpenKeyExW": 16,
  "NtOpenProcess": 17,
  "GetForegroundWindow": 18,
  "GetFileAttributesW": 19,
  "WriteProcessMemory": 20,
  "RegQueryValueExW": 21,
  "OleInitialize": 22,
  "GetVolumePathNamesForVolumeNameW": 23,
  "GetSystemMetrics": 24,
  "NtMapViewOfSection": 25,
  "SizeofResource": 26,
  "CreateActCtxW": 27,
  "CoGetClassObject": 28,
  "GetFileSize": 29,
  "GetFileSizeEx": 30,
  "RegEnumKeyW": 31,
  "NtDelayExecution": 32,
  "SetErrorMode": 33,
  "NtReadFile": 34,
  "ReadProcessMemory": 35,
  "CreateDirectoryW": 36,
  "NtWriteFile": 37,
  "NtFreeVirtualMemory": 38,
  "NtSetInformationFile": 39,
  "GetKeyState": 40,
  "LdrUnloadDll": 41,
  "NtQuerySystemInformation": 42,
  "NtEnumerateValueKey": 43,
  "NtAllocateVirtualMemory": 44,
  "NtOpenFile": 45,
  "CoInitializeEx": 46,
  "CreateThread": 47,
  "NtUnmapViewOfSection": 48,
  "CoCreateInstance": 49,
  "GetSystemDirectoryW": 50,
  "NtQueryDirectoryFile": 51,
  "SetUnhandledExceptionFilter": 52,
  "FindResourceExW": 53,
  "GetCursorPos": 54,
  "NtCreateFile": 55,
  "GetVolumeNameForVolumeMountPointW": 56,
  "GetSystemTimeAsFileTime": 57,
  "FindResourceW": 58,
  "GlobalMemoryStatusEx": 59,
  "NtQueryAttributesFile": 60,
  "NtCreateMutant": 61,
  "NtProtectVirtualMemory": 62,
  "SHGetFolderPathW": 63,
  "RegEnumValueW": 64,
  "LdrGetDllHandle": 65,
  "NtCreateSection": 66,
  "DeviceIoControl": 67,
  "SearchPathW": 68,
  "RegDeleteValueW": 69,
  "NtOpenKey": 70,
  "NtOpenMutant": 71,
  "LoadResource": 72,
  "LdrGetProcedureAddress": 73,
  "CoInitializeSecurity": 74,
  "LoadStringW": 75,
  "SetWindowsHookExW": 76,
  "GetVolumePathNameW": 77,
  "SHGetSpecialFolderLocation": 78,
  "FindWindowExW": 79,
  "NtOpenKeyEx": 80,
  "LdrLoadDll": 81,
  "UuidCreate": 82,
  "NtQueryInformationFile": 83,
  "UnhookWindowsHookEx": 84,
  "NtClose": 85,
  "IWbemServices_ExecMethod": 86,
  "NtTerminateProcess": 87,
  "GetFileVersionInfoSizeW": 88,
  "GetComputerNameW": 89,
  "NtSetValueKey": 90,
  "RegQueryInfoKeyW": 91,
  "CoCreateInstanceEx": 92,
  "GetFileVersionInfoW": 93,
  "GetFileType": 94,
  "WriteConsoleW": 95,
  "NtQueryFullAttributesFile": 96,
  "RegQueryValueExA": 97,
  "NetShareEnum": 98,
  "RegCreateKeyExA": 99,
  "RemoveDirectoryA": 100,
  "SetFileTime": 101,
  "GetFileInformationByHandle": 102,
  "RegOpenKeyExA": 103,
  "SetFilePointer": 104,
  "LookupAccountSidW": 105,
  "FindWindowExA": 106,
  "FindResourceExA": 107,
  "RegEnumKeyExW": 108,
  "SendNotifyMessageW": 109,
  "GetTempPathW": 110,
  "FindFirstFileExW": 111,
  "SetFilePointerEx": 112,
  "RegSetValueExA": 113,
  "GetDiskFreeSpaceExW": 114,
  "RegCreateKeyExW": 115,
  "EnumWindows": 116,
  "NtDeleteKey": 117,
  "IsDebuggerPresent": 118,
  "LookupPrivilegeValueW": 119,
  "NtReadVirtualMemory": 120,
  "__exception__": 121,
  "SetEndOfFile": 122,
  "GetComputerNameA": 123,
  "CopyFileW": 124,
  "SetFileAttributesW": 125,
  "CreateProcessInternalW": 126,
  "OpenServiceW": 127,
  "OpenSCManagerW": 128,
  "NtOpenThread": 129,
  "NtCreateThreadEx": 130,
  "NtResumeThread": 131,
  "GetUserNameExW": 132,
  "RtlCreateUserThread": 133,
  "NtEnumerateKey": 134,
  "GetUserNameW": 135,
  "GetShortPathNameW": 136,
  "RtlAddVectoredExceptionHandler": 137,
  "NtOpenDirectoryObject": 138,
  "MessageBoxTimeoutA": 139,
  "GetAsyncKeyState": 140,
  "InternetSetOptionA": 141,
  "GetFileVersionInfoExW": 142,
  "NtDeviceIoControlFile": 143,
  "LoadStringA": 144,
  "setsockopt": 145,
  "socket": 146,
  "GetBestInterfaceEx": 147,
  "WSAStartup": 148,
  "InternetGetConnectedState": 149,
  "CryptAcquireContextW": 150,
  "RegEnumKeyExA": 151,
  "closesocket": 152,
  "RegEnumValueA": 153,
  "GetFileVersionInfoSizeExW": 154,
  "FindResourceA": 155,
  "timeGetTime": 156,
  "DeleteFileW": 157,
  "CreateJobObjectW": 158,
  "GetUserNameExA": 159,
  "GetAdaptersAddresses": 160,
  "SetInformationJobObject": 161,
  "NetGetJoinInformation": 162,
  "CryptCreateHash": 163,
  "CryptUnprotectData": 164,
  "SetFileInformationByHandle": 165,
  "CryptHashData": 166,
  "GetAddrInfoW": 167,
  "ShellExecuteExW": 168,
  "InternetGetConnectedStateExA": 169,
  "InternetQueryOptionA": 170,
  "getsockname": 171,
  "recv": 172,
  "ioctlsocket": 173,
  "shutdown": 174,
  "InternetCloseHandle": 175,
  "HttpOpenRequestA": 176,
  "InternetReadFile": 177,
  "ObtainUserAgentString": 178,
  "HttpSendRequestA": 179,
  "InternetOpenA": 180,
  "RegDeleteKeyW": 181,
  "InternetConnectA": 182,
  "HttpQueryInfoA": 183,
  "InternetCrackUrlW": 184,
  "InternetCrackUrlA": 185,
  "CreateToolhelp32Snapshot": 186,
  "Process32FirstW": 187,
  "Process32NextW": 188,
  "WSARecv": 189,
  "WSASend": 190,
  "DecryptMessage": 191,
  "EncryptMessage": 192,
  "CryptAcquireContextA": 193,
  "CryptDecodeObjectEx": 194,
  "GetKeyboardState": 195,
  "WSASocketW": 196,
  "Module32FirstW": 197,
  "CertOpenStore": 198,
  "Module32NextW": 199,
  "bind": 200,
  "CertControlStore": 201,
  "GlobalMemoryStatus": 202,
  "WriteConsoleA": 203,
  "CryptExportKey": 204,
  "RtlAddVectoredContinueHandler": 205,
  "NtDeleteValueKey": 206,
  "ReadCabinetState": 207,
  "DrawTextExA": 208,
  "SetWindowsHookExA": 209,
  "GetUserNameA": 210,
  "GetSystemDirectoryA": 211,
  "SendNotifyMessageA": 212,
  "RegDeleteKeyA": 213,
  "GetSystemWindowsDirectoryA": 214,
  "MessageBoxTimeoutW": 215,
  "GetDiskFreeSpaceW": 216,
  "NtQueryMultipleValueKey": 217,
  "NtQueueApcThread": 218,
  "RtlRemoveVectoredExceptionHandler": 219,
  "StartServiceW": 220,
  "NtTerminateThread": 221,
  "IWbemServices_ExecQuery": 222,
  "GetAdaptersInfo": 223,
  "DnsQuery_W": 224,
  "OutputDebugStringA": 225,
  "GetTimeZoneInformation": 226,
  "RemoveDirectoryW": 227,
  "RegisterHotKey": 228,
  "SetStdHandle": 229,
  "select": 230,
  "send": 231,
  "connect": 232,
  "RegQueryInfoKeyA": 233,
  "CreateServiceW": 234,
  "MoveFileWithProgressW": 235,
  "OpenServiceA": 236,
  "OpenSCManagerA": 237,
  "NetUserGetLocalGroups": 238,
  "NetUserGetInfo": 239,
  "EnumServicesStatusW": 240,
  "NtSaveKeyEx": 241,
  "NtSuspendThread": 242,
  "TaskDialog": 243,
  "WSAConnect": 244,
  "listen": 245,
  "RegDeleteValueA": 246,
  "NtGetContextThread": 247,
  "recvfrom": 248,
  "sendto": 249,
  "accept": 250,
  "getaddrinfo": 251,
  "CryptProtectData": 252,
  "FindWindowA": 253,
  "CopyFileA": 254,
  "NtLoadDriver": 255,
  "gethostbyname": 256,
  "Thread32Next": 257,
  "Thread32First": 258,
  "InternetOpenW": 259,
  "InternetOpenUrlW": 260,
  "ExitWindowsEx": 261,
  "EnumServicesStatusA": 262,
  "CreateServiceA": 263,
  "CopyFileExW": 264,
  "HttpOpenRequestW": 265,
  "InternetConnectW": 266,
  "HttpSendRequestW": 267,
  "RtlDecompressBuffer": 268,
  "InternetOpenUrlA": 269,
  "CertCreateCertificateContext": 270,
  "CreateRemoteThread": 271,
  "DnsQuery_A": 272,
  "NtSetContextThread": 273,
  "CryptEncrypt": 274,
  "CryptDecrypt": 275,
  "WSASocketA": 276,
  "URLDownloadToFileW": 277,
  "InternetSetStatusCallback": 278,
  "CryptGenKey": 279,
  "StartServiceA": 280,
  "DeleteUrlCacheEntryA": 281
}