{
  "<UNK>": 0,
  "LdrUnloadDll": 1,
  "FindFirstFileExW": 2,
  "NtOpenKey": 3,
  "LdrGetProcedureAddress": 4,
  "RegOpenKeyExW": 5,
  "LoadStringW": 6,
  "NtFreeVirtualMemory": 7,
  "NtQueryValueKey": 8,
  "NtAllocateVirtualMemory": 9,
  "NtTerminateProcess": 10,
  "MessageBoxTimeoutW": 11,
  "LdrGetDllHandle": 12,
  "GetSystemInfo": 13,
  "NtClose": 14,
  "NtDuplicateObject": 15,
  "NtOpenSection": 16,
  "CoUninitialize": 17,
  "RegCloseKey": 18,
  "GetNativeSystemInfo": 19,
  "DrawTextExW": 20,
  "RegQueryValueExA": 21,
  "NtOpenMutant": 22,
  "FindResourceW": 23,
  "GetSystemWindowsDirectoryW": 24,
  "GetFileVersionInfoSizeW": 25,
  "NtOpenProcess": 26,
  "GetFileAttributesW": 27,
  "NtDelayExecution": 28,
  "RegQueryValueExW": 29,
  "DrawTextExA": 30,
  "NtMapViewOfSection": 31,
  "GetVolumePathNamesForVolumeNameW": 32,
  "RegEnumKeyW": 33,
  "GetSystemMetrics": 34,
  "GetCursorPos": 35,
  "SizeofResource": 36,
  "CreateActCtxW": 37,
  "GetFileSizeEx": 38,
  "SearchPathW": 39,
  "SetErrorMode": 40,
  "RegOpenKeyExA": 41,
  "GetKeyState": 42,
  "NtQuerySystemInformation": 43,
  "SetFilePointer": 44,
  "NtReadFile": 45,
  "NtOpenFile": 46,
  "LoadStringA": 47,
  "GetSystemDirectoryW": 48,
  "CoCreateInstance": 49,
  "NtUnmapViewOfSection": 50,
  "NtQueryDirectoryFile": 51,
  "FindResourceExW": 52,
  "NtCreateFile": 53,
  "GetVolumeNameForVolumeMountPointW": 54,
  "GetSystemTimeAsFileTime": 55,
  "GlobalMemoryStatusEx": 56,
  "NtQueryAttributesFile": 57,
  "NtCreateMutant": 58,
  "NtProtectVirtualMemory": 59,
  "CoInitializeEx": 60,
  "GetFileInformationByHandleEx": 61,
  "NtCreateSection": 62,
  "SetWindowsHookExA": 63,
  "GetTimeZoneInformation": 64,
  "LoadResource": 65,
  "SetFilePointerEx": 66,
  "GetFileVersionInfoW": 67,
  "LdrLoadDll": 68,
  "OleInitialize": 69,
  "FindResourceA": 70,
  "NtQueryInformationFile": 71,
  "IsDebuggerPresent": 72,
  "GetForegroundWindow": 73,
  "NtCreateThreadEx": 74,
  "NtResumeThread": 75,
  "CreateThread": 76,
  "NtOpenDirectoryObject": 77,
  "NtQueryKey": 78,
  "NtEnumerateValueKey": 79,
  "SetUnhandledExceptionFilter": 80,
  "NtOpenKeyEx": 81,
  "NtSetValueKey": 82,
  "GetUserNameW": 83,
  "CoInitializeSecurity": 84,
  "DeviceIoControl": 85,
  "NtWriteFile": 86,
  "RegDeleteValueW": 87,
  "NtEnumerateKey": 88,
  "UuidCreate": 89,
  "LookupAccountSidW": 90,
  "NtSetInformationFile": 91,
  "NtCreateKey": 92,
  "GetFileSize": 93,
  "CreateDirectoryW": 94,
  "SHGetFolderPathW": 95,
  "RegEnumKeyExW": 96,
  "RegEnumValueW": 97,
  "GetTempPathW": 98,
  "SetWindowsHookExW": 99,
  "FindWindowExW": 100,
  "NtQueryFullAttributesFile": 101,
  "CoGetClassObject": 102,
  "RegQueryInfoKeyW": 103,
  "timeGetTime": 104,
  "GetFileAttributesExW": 105,
  "SHGetSpecialFolderLocation": 106,
  "RegQueryInfoKeyA": 107,
  "GetFileType": 108,
  "WriteConsoleW": 109,
  "GetVolumePathNameW": 110,
  "GetSystemDirectoryA": 111,
  "WSAStartup": 112,
  "select": 113,
  "NtDeviceIoControlFile": 114,
  "FindWindowW": 115,
  "setsockopt": 116,
  "socket": 117,
  "bind": 118,
  "recvfrom": 119,
  "sendto": 120,
  "FindResourceExA": 121,
  "RegSetValueExW": 122,
  "RegCreateKeyExW": 123,
  "OpenServiceW": 124,
  "GetComputerNameW": 125,
  "ReadCabinetState": 126,
  "CryptAcquireContextW": 127,
  "OpenSCManagerW": 128,
  "GetShortPathNameW": 129,
  "NtReadVirtualMemory": 130,
  "RtlAddVectoredContinueHandler": 131,
  "RtlAddVectoredExceptionHandler": 132,
  "DeleteFileW": 133,
  "LookupPrivilegeValueW": 134,
  "EnumWindows": 135,
  "__exception__": 136,
  "CreateProcessInternalW": 137,
  "NtOpenThread": 138,
  "RegisterHotKey": 139,
  "FindWindowA": 140,
  "NtQueryMultipleValueKey": 141,
  "GetUserNameA": 142,
  "GetComputerNameA": 143,
  "WriteProcessMemory": 144,
  "ReadProcessMemory": 145,
  "GetBestInterfaceEx": 146,
  "InternetGetConnectedState": 147,
  "closesocket": 148,
  "GlobalMemoryStatus": 149,
  "WSARecv": 150,
  "GetAdaptersAddresses": 151,
  "RegEnumKeyExA": 152,
  "SetFileAttributesW": 153,
  "getsockname": 154,
  "WSASend": 155,
  "DecryptMessage": 156,
  "EncryptMessage": 157,
  "CreateToolhelp32Snapshot": 158,
  "CryptCreateHash": 159,
  "CryptAcquireContextA": 160,
  "CryptDecodeObjectEx": 161,
  "GetKeyboardState": 162,
  "WSASocketW": 163,
  "CryptHashData": 164,
  "Module32FirstW": 165,
  "CertOpenStore": 166,
  "Module32NextW": 167,
  "GetAddrInfoW": 168,
  "CertControlStore": 169,
  "SendNotifyMessageW": 170,
  "RemoveDirectoryW": 171,
  "OutputDebugStringA": 172,
  "UnhookWindowsHookEx": 173,
  "GetDiskFreeSpaceExW": 174,
  "WriteConsoleA": 175,
  "GetUserNameExW": 176,
  "CreateJobObjectW": 177,
  "GetUserNameExA": 178,
  "SetInformationJobObject": 179,
  "InternetSetOptionA": 180,
  "NetGetJoinInformation": 181,
  "CryptUnprotectData": 182,
  "SetFileInformationByHandle": 183,
  "RegCreateKeyExA": 184,
  "MessageBoxTimeoutA": 185,
  "ShellExecuteExW": 186,
  "GetAdaptersInfo": 187,
  "recv": 188,
  "CryptExportKey": 189,
  "CryptGenKey": 190,
  "GetFileInformationByHandle": 191,
  "RtlRemoveVectoredExceptionHandler": 192,
  "RemoveDirectoryA": 193,
  "SetEndOfFile": 194,
  "GetAsyncKeyState": 195,
  "NetShareEnum": 196,
  "NtDeleteKey": 197,
  "SetFileTime": 198,
  "RegSetValueExA": 199,
  "SendNotifyMessageA": 200,
  "RegDeleteKeyA": 201,
  "GetSystemWindowsDirectoryA": 202,
  "CopyFileA": 203,
  "GetFileVersionInfoExW": 204,
  "GetFileVersionInfoSizeExW": 205,
  "OpenSCManagerA": 206,
  "RegDeleteValueA": 207,
  "RegDeleteKeyW": 208,
  "OpenServiceA": 209,
  "ioctlsocket": 210,
  "send": 211,
  "shutdown": 212,
  "NtQueueApcThread": 213,
  "WSAConnect": 214,
  "SetStdHandle": 215,
  "StartServiceW": 216,
  "Process32NextW": 217,
  "Process32FirstW": 218,
  "CopyFileW": 219,
  "CoCreateInstanceEx": 220,
  "GetDiskFreeSpaceW": 221,
  "CryptProtectMemory": 222,
  "RegEnumValueA": 223,
  "CryptUnprotectMemory": 224,
  "NetUserGetInfo": 225,
  "NtGetContextThread": 226,
  "NtSuspendThread": 227,
  "IWbemServices_ExecMethod": 228,
  "CreateDirectoryExW": 229,
  "CertCreateCertificateContext": 230,
  "InternetGetConnectedStateExW": 231,
  "InternetQueryOptionA": 232,
  "StartServiceA": 233,
  "InternetCrackUrlW": 234,
  "CryptProtectData": 235,
  "NtTerminateThread": 236,
  "MoveFileWithProgressW": 237,
  "IWbemServices_ExecQuery": 238,
  "NtLoadDriver": 239,
  "FindWindowExA": 240,
  "DnsQuery_W": 241,
  "DeleteUrlCacheEntryW": 242,
  "connect": 243,
  "InternetGetConnectedStateExA": 244,
  "InternetCloseHandle": 245,
  "HttpOpenRequestA": 246,
  "InternetReadFile": 247,
  "ObtainUserAgentString": 248,
  "HttpSendRequestA": 249,
  "InternetOpenA": 250,
  "InternetConnectA": 251,
  "HttpQueryInfoA": 252,
  "InternetCrackUrlA": 253,
  "InternetOpenW": 254,
  "InternetOpenUrlW": 255,
  "InternetSetStatusCallback": 256,
  "WSASocketA": 257,
  "HttpSendRequestW": 258,
  "HttpOpenRequestW": 259,
  "InternetConnectW": 260,
  "ControlService": 261,
  "CreateServiceW": 262,
  "TaskDialog": 263,
  "getaddrinfo": 264,
  "RtlCreateUserThread": 265,
  "gethostbyname": 266,
  "NtDeleteValueKey": 267,
  "listen": 268,
  "accept": 269,
  "EnumServicesStatusA": 270,
  "FindFirstFileExA": 271,
  "EnumServicesStatusW": 272,
  "CreateServiceA": 273,
  "CryptDecrypt": 274,
  "Thread32Next": 275,
  "Thread32First": 276,
  "NtCreateUserProcess": 277,
  "CreateRemoteThread": 278,
  "NtSetContextThread": 279,
  "RtlDecompressBuffer": 280,
  "DnsQuery_A": 281,
  "InternetOpenUrlA": 282,
  "CryptEncrypt": 283,
  "DeleteUrlCacheEntryA": 284,
  "URLDownloadToFileW": 285
}