{
  "<UNK>": 0,
  "CreateToolhelp32Snapshot": 1,
  "RegCreateKeyExW": 2,
  "DeviceIoControl": 3,
  "GetVolumePathNameW": 4,
  "RegCloseKey": 5,
  "NtDuplicateObject": 6,
  "LookupPrivilegeValueW": 7,
  "NtClose": 8,
  "RegQueryValueExW": 9,
  "NtFreeVirtualMemory": 10,
  "Process32NextW": 11,
  "NtReadFile": 12,
  "DeleteFileW": 13,
  "NtWriteFile": 14,
  "Process32FirstW": 15,
  "NtAllocateVirtualMemory": 16,
  "NtOpenFile": 17,
  "SetFilePointer": 18,
  "SetUnhandledExceptionFilter": 19,
  "NtCreateFile": 20,
  "GetVolumeNameForVolumeMountPointW": 21,
  "GetSystemTimeAsFileTime": 22,
  "GetTimeZoneInformation": 23,
  "GetDiskFreeSpaceExW": 24,
  "GetFileType": 25,
  "NtQueryInformationFile": 26,
  "NtQueryValueKey": 27,
  "LdrUnloadDll": 28,
  "NtOpenKey": 29,
  "LdrGetProcedureAddress": 30,
  "NtTerminateProcess": 31,
  "LdrLoadDll": 32,
  "LdrGetDllHandle": 33,
  "NtProtectVirtualMemory": 34,
  "SHGetFolderPathW": 35,
  "FindFirstFileExW": 36,
  "CoUninitialize": 37,
  "NtUnmapViewOfSection": 38,
  "MessageBoxTimeoutW": 39,
  "SetErrorMode": 40,
  "OleInitialize": 41,
  "GetFileAttributesW": 42,
  "GetSystemInfo": 43,
  "RegQueryValueExA": 44,
  "CryptExportKey": 45,
  "CryptHashData": 46,
  "CryptCreateHash": 47,
  "CreateActCtxW": 48,
  "RegOpenKeyExW": 49,
  "RegOpenKeyExA": 50,
  "CryptGenKey": 51,
  "CryptAcquireContextW": 52,
  "NtCreateMutant": 53,
  "CreateDirectoryW": 54,
  "UuidCreate": 55,
  "GetCursorPos": 56,
  "NtOpenSection": 57,
  "NtOpenMutant": 58,
  "DrawTextExW": 59,
  "GetSystemWindowsDirectoryW": 60,
  "NtMapViewOfSection": 61,
  "GetSystemMetrics": 62,
  "GetFileSize": 63,
  "NtSetInformationFile": 64,
  "GetKeyState": 65,
  "__exception__": 66,
  "LoadStringA": 67,
  "GetSystemDirectoryW": 68,
  "FindResourceExW": 69,
  "GlobalMemoryStatus": 70,
  "CoInitializeEx": 71,
  "GetTempPathW": 72,
  "NtCreateSection": 73,
  "SearchPathW": 74,
  "SetWindowsHookExA": 75,
  "LoadResource": 76,
  "SetEndOfFile": 77,
  "LookupAccountSidW": 78,
  "IsDebuggerPresent": 79,
  "SizeofResource": 80,
  "GetComputerNameW": 81,
  "CreateThread": 82,
  "LoadStringW": 83,
  "RegDeleteValueW": 84,
  "RegSetValueExW": 85,
  "getaddrinfo": 86,
  "GetForegroundWindow": 87,
  "WSARecv": 88,
  "GetFileVersionInfoSizeW": 89,
  "NtDelayExecution": 90,
  "GetFileInformationByHandle": 91,
  "SetFilePointerEx": 92,
  "GetDiskFreeSpaceW": 93,
  "GlobalMemoryStatusEx": 94,
  "Thread32First": 95,
  "CoInitializeSecurity": 96,
  "SetFileAttributesW": 97,
  "getsockname": 98,
  "WSASend": 99,
  "NtDeviceIoControlFile": 100,
  "NtQuerySystemInformation": 101,
  "setsockopt": 102,
  "WSAStartup": 103,
  "NtCreateThreadEx": 104,
  "NtResumeThread": 105,
  "RegEnumKeyExW": 106,
  "Thread32Next": 107,
  "closesocket": 108,
  "SetWindowsHookExW": 109,
  "WSASocketW": 110,
  "WSAConnect": 111,
  "NtOpenProcess": 112,
  "Module32FirstW": 113,
  "NtQueryDirectoryFile": 114,
  "Module32NextW": 115,
  "CertOpenSystemStoreW": 116,
  "GetFileAttributesExW": 117,
  "GetFileVersionInfoW": 118,
  "NtQueryKey": 119,
  "CoGetClassObject": 120,
  "NtEnumerateValueKey": 121,
  "CoCreateInstance": 122,
  "CoCreateInstanceEx": 123,
  "NtOpenKeyEx": 124,
  "FindWindowW": 125,
  "DrawTextExA": 126,
  "GetFileVersionInfoExW": 127,
  "GetFileVersionInfoSizeExW": 128,
  "FindResourceExA": 129,
  "GetSystemDirectoryA": 130,
  "RegEnumKeyExA": 131,
  "RegQueryInfoKeyA": 132,
  "NtEnumerateKey": 133,
  "FindResourceA": 134,
  "WriteConsoleA": 135,
  "GetShortPathNameW": 136,
  "RtlAddVectoredContinueHandler": 137,
  "RtlAddVectoredExceptionHandler": 138,
  "CryptAcquireContextA": 139,
  "RegQueryInfoKeyW": 140,
  "NtQueryAttributesFile": 141,
  "RegEnumValueW": 142,
  "NtOpenDirectoryObject": 143,
  "GetNativeSystemInfo": 144,
  "RemoveDirectoryW": 145,
  "FindResourceW": 146,
  "NtOpenThread": 147,
  "RtlRemoveVectoredExceptionHandler": 148,
  "MessageBoxTimeoutA": 149,
  "GetVolumePathNamesForVolumeNameW": 150,
  "RegEnumKeyW": 151,
  "UnhookWindowsHookEx": 152,
  "SHGetSpecialFolderLocation": 153,
  "GetFileSizeEx": 154,
  "GetFileInformationByHandleEx": 155,
  "WriteConsoleW": 156,
  "NtCreateKey": 157,
  "NtSetValueKey": 158,
  "GetComputerNameA": 159,
  "ReadProcessMemory": 160,
  "CreateProcessInternalW": 161,
  "IWbemServices_ExecMethod": 162,
  "IWbemServices_ExecQuery": 163,
  "RegCreateKeyExA": 164,
  "FindWindowExW": 165,
  "EnumWindows": 166,
  "bind": 167,
  "TaskDialog": 168,
  "CertOpenStore": 169,
  "CryptDecodeObjectEx": 170,
  "CertControlStore": 171,
  "SetFileTime": 172,
  "GetUserNameA": 173,
  "RemoveDirectoryA": 174,
  "RegSetValueExA": 175,
  "SendNotifyMessageA": 176,
  "SendNotifyMessageW": 177,
  "NtQueryFullAttributesFile": 178,
  "NetShareEnum": 179,
  "FindWindowA": 180,
  "NtReadVirtualMemory": 181,
  "NtDeleteKey": 182,
  "ShellExecuteExW": 183,
  "GetUserNameW": 184,
  "CopyFileW": 185,
  "OutputDebugStringA": 186,
  "RegDeleteKeyW": 187,
  "NtQueryMultipleValueKey": 188,
  "GetUserNameExW": 189,
  "OpenSCManagerW": 190,
  "GetAdaptersAddresses": 191,
  "StartServiceW": 192,
  "GetKeyboardState": 193,
  "OpenServiceW": 194,
  "GetAdaptersInfo": 195,
  "GetAsyncKeyState": 196,
  "RegDeleteKeyA": 197,
  "GetSystemWindowsDirectoryA": 198,
  "InternetQueryOptionA": 199,
  "FindWindowExA": 200,
  "recv": 201,
  "socket": 202,
  "GetBestInterfaceEx": 203,
  "ioctlsocket": 204,
  "shutdown": 205,
  "InternetCloseHandle": 206,
  "InternetReadFile": 207,
  "HttpSendRequestW": 208,
  "InternetOpenW": 209,
  "HttpOpenRequestW": 210,
  "InternetConnectW": 211,
  "HttpQueryInfoA": 212,
  "GetAddrInfoW": 213,
  "InternetCrackUrlW": 214,
  "DnsQuery_W": 215,
  "OpenServiceA": 216,
  "CreateServiceA": 217,
  "StartServiceA": 218,
  "OpenSCManagerA": 219,
  "timeGetTime": 220,
  "ReadCabinetState": 221,
  "CryptProtectData": 222,
  "NtGetContextThread": 223,
  "NtSuspendThread": 224,
  "WriteProcessMemory": 225,
  "DecryptMessage": 226,
  "EncryptMessage": 227,
  "connect": 228,
  "GetUserNameExA": 229,
  "SetFileInformationByHandle": 230,
  "RegEnumValueA": 231,
  "NtQueueApcThread": 232,
  "MoveFileWithProgressW": 233,
  "HttpOpenRequestA": 234,
  "HttpSendRequestA": 235,
  "InternetOpenA": 236,
  "InternetConnectA": 237,
  "InternetSetOptionA": 238,
  "InternetOpenUrlW": 239,
  "NtTerminateThread": 240,
  "select": 241,
  "send": 242,
  "CreateJobObjectW": 243,
  "SetInformationJobObject": 244,
  "NetGetJoinInformation": 245,
  "CryptUnprotectData": 246,
  "InternetGetConnectedStateExA": 247,
  "ObtainUserAgentString": 248,
  "InternetCrackUrlA": 249,
  "RegDeleteValueA": 250,
  "InternetGetConnectedState": 251,
  "recvfrom": 252,
  "sendto": 253,
  "RegisterHotKey": 254,
  "listen": 255,
  "gethostbyname": 256,
  "InternetSetStatusCallback": 257,
  "WSASocketA": 258,
  "CopyFileA": 259,
  "NtLoadDriver": 260,
  "accept": 261,
  "DeleteUrlCacheEntryW": 262,
  "SetStdHandle": 263,
  "EnumServicesStatusA": 264,
  "DnsQuery_A": 265,
  "InternetOpenUrlA": 266,
  "CreateRemoteThread": 267,
  "NtSetContextThread": 268,
  "CryptDecrypt": 269,
  "ControlService": 270,
  "CryptEncrypt": 271,
  "CreateServiceW": 272,
  "FindFirstFileExA": 273,
  "EnumServicesStatusW": 274,
  "DeleteUrlCacheEntryA": 275,
  "URLDownloadToFileW": 276,
  "RtlDecompressBuffer": 277,
  "InternetWriteFile": 278
}