{
  "<UNK>": 0,
  "LdrUnloadDll": 1,
  "NtQueryKey": 2,
  "NtOpenKey": 3,
  "LdrGetProcedureAddress": 4,
  "SetUnhandledExceptionFilter": 5,
  "SetErrorMode": 6,
  "NtOpenDirectoryObject": 7,
  "NtQueryValueKey": 8,
  "GetSystemTimeAsFileTime": 9,
  "NtOpenKeyEx": 10,
  "LdrLoadDll": 11,
  "NtTerminateProcess": 12,
  "LdrGetDllHandle": 13,
  "NtClose": 14,
  "RegCreateKeyExW": 15,
  "NtDuplicateObject": 16,
  "GetShortPathNameW": 17,
  "GetSystemInfo": 18,
  "NtReadVirtualMemory": 19,
  "MessageBoxTimeoutW": 20,
  "NtResumeThread": 21,
  "GetSystemWindowsDirectoryW": 22,
  "GetFileVersionInfoSizeW": 23,
  "NtOpenProcess": 24,
  "GetFileAttributesW": 25,
  "RegQueryValueExW": 26,
  "NtMapViewOfSection": 27,
  "RtlAddVectoredContinueHandler": 28,
  "CoInitializeEx": 29,
  "RtlAddVectoredExceptionHandler": 30,
  "CreateActCtxW": 31,
  "GetFileSize": 32,
  "RegOpenKeyExW": 33,
  "NtDelayExecution": 34,
  "NtAllocateVirtualMemory": 35,
  "RegOpenKeyExA": 36,
  "DeleteFileW": 37,
  "NtFreeVirtualMemory": 38,
  "NtQuerySystemInformation": 39,
  "NtReadFile": 40,
  "NtOpenFile": 41,
  "SHGetFolderPathW": 42,
  "CreateThread": 43,
  "NtUnmapViewOfSection": 44,
  "RegQueryInfoKeyW": 45,
  "GetSystemDirectoryW": 46,
  "RegEnumKeyExW": 47,
  "NtQueryDirectoryFile": 48,
  "NtCreateFile": 49,
  "GlobalMemoryStatusEx": 50,
  "NtCreateMutant": 51,
  "NtProtectVirtualMemory": 52,
  "GetFileAttributesExW": 53,
  "RegEnumValueW": 54,
  "NtCreateSection": 55,
  "NtOpenMutant": 56,
  "CoInitializeSecurity": 57,
  "GetFileVersionInfoW": 58,
  "IsDebuggerPresent": 59,
  "LookupPrivilegeValueW": 60,
  "OleInitialize": 61,
  "UuidCreate": 62,
  "NtOpenSection": 63,
  "CoUninitialize": 64,
  "GetForegroundWindow": 65,
  "DrawTextExW": 66,
  "RegQueryValueExA": 67,
  "FindWindowW": 68,
  "RegCloseKey": 69,
  "GetSystemMetrics": 70,
  "GetFileSizeEx": 71,
  "FindResourceExW": 72,
  "LoadResource": 73,
  "SetFilePointerEx": 74,
  "GetFileType": 75,
  "LoadStringW": 76,
  "WriteConsoleW": 77,
  "GetNativeSystemInfo": 78,
  "FindResourceW": 79,
  "NtCreateThreadEx": 80,
  "SizeofResource": 81,
  "SetFilePointer": 82,
  "RtlRemoveVectoredExceptionHandler": 83,
  "CoCreateInstance": 84,
  "CryptAcquireContextW": 85,
  "GetTempPathW": 86,
  "GlobalMemoryStatus": 87,
  "NtQueryAttributesFile": 88,
  "FindFirstFileExW": 89,
  "GetCursorPos": 90,
  "NtEnumerateValueKey": 91,
  "WriteConsoleA": 92,
  "NtQueryInformationFile": 93,
  "GetUserNameExW": 94,
  "GetVolumePathNameW": 95,
  "GetVolumePathNamesForVolumeNameW": 96,
  "GetUserNameW": 97,
  "RegSetValueExW": 98,
  "DeviceIoControl": 99,
  "EnumWindows": 100,
  "OpenServiceW": 101,
  "NtSetValueKey": 102,
  "NtWriteFile": 103,
  "LoadStringA": 104,
  "timeGetTime": 105,
  "GetVolumeNameForVolumeMountPointW": 106,
  "SearchPathW": 107,
  "LookupAccountSidW": 108,
  "NtSetInformationFile": 109,
  "CreateDirectoryW": 110,
  "GetComputerNameW": 111,
  "ReadCabinetState": 112,
  "GetFileInformationByHandleEx": 113,
  "GetKeyboardState": 114,
  "GetTimeZoneInformation": 115,
  "SetWindowsHookExW": 116,
  "DrawTextExA": 117,
  "RegEnumKeyW": 118,
  "GetKeyState": 119,
  "OpenSCManagerW": 120,
  "SHGetSpecialFolderLocation": 121,
  "FindResourceA": 122,
  "RegisterHotKey": 123,
  "ShellExecuteExW": 124,
  "CreateProcessInternalW": 125,
  "WSAStartup": 126,
  "GetAdaptersAddresses": 127,
  "WSASocketW": 128,
  "StartServiceW": 129,
  "NtOpenThread": 130,
  "FindResourceExA": 131,
  "UnhookWindowsHookEx": 132,
  "WriteProcessMemory": 133,
  "ReadProcessMemory": 134,
  "GetFileVersionInfoExW": 135,
  "GetFileVersionInfoSizeExW": 136,
  "__exception__": 137,
  "GetSystemDirectoryA": 138,
  "SetEndOfFile": 139,
  "NtCreateKey": 140,
  "FindWindowA": 141,
  "NtDeviceIoControlFile": 142,
  "OpenSCManagerA": 143,
  "NtQueryFullAttributesFile": 144,
  "NetShareEnum": 145,
  "RegCreateKeyExA": 146,
  "RemoveDirectoryA": 147,
  "SetFileTime": 148,
  "GetFileInformationByHandle": 149,
  "FindWindowExA": 150,
  "SendNotifyMessageW": 151,
  "RegSetValueExA": 152,
  "GetDiskFreeSpaceExW": 153,
  "NtDeleteKey": 154,
  "RegDeleteValueW": 155,
  "CreateToolhelp32Snapshot": 156,
  "Process32FirstW": 157,
  "Process32NextW": 158,
  "MessageBoxTimeoutA": 159,
  "RegEnumKeyExA": 160,
  "GetAsyncKeyState": 161,
  "SetFileAttributesW": 162,
  "CopyFileW": 163,
  "MoveFileWithProgressW": 164,
  "CryptAcquireContextA": 165,
  "GetDiskFreeSpaceW": 166,
  "NtEnumerateKey": 167,
  "WSARecv": 168,
  "getsockname": 169,
  "WSASend": 170,
  "GetBestInterfaceEx": 171,
  "CryptDecodeObjectEx": 172,
  "setsockopt": 173,
  "CryptHashData": 174,
  "CertOpenStore": 175,
  "GetAddrInfoW": 176,
  "bind": 177,
  "CertControlStore": 178,
  "OutputDebugStringA": 179,
  "select": 180,
  "send": 181,
  "connect": 182,
  "closesocket": 183,
  "socket": 184,
  "GetSystemWindowsDirectoryA": 185,
  "SendNotifyMessageA": 186,
  "GetComputerNameA": 187,
  "GetUserNameA": 188,
  "RegDeleteKeyA": 189,
  "RegDeleteKeyW": 190,
  "GetAdaptersInfo": 191,
  "recv": 192,
  "NtSuspendThread": 193,
  "RemoveDirectoryW": 194,
  "NtGetContextThread": 195,
  "CoGetClassObject": 196,
  "SetWindowsHookExA": 197,
  "gethostbyname": 198,
  "ioctlsocket": 199,
  "NtTerminateThread": 200,
  "NtQueryMultipleValueKey": 201,
  "Thread32First": 202,
  "Thread32Next": 203,
  "OpenServiceA": 204,
  "CreateServiceA": 205,
  "StartServiceA": 206,
  "CoCreateInstanceEx": 207,
  "RegQueryInfoKeyA": 208,
  "RegDeleteValueA": 209,
  "NetUserGetInfo": 210,
  "IWbemServices_ExecQuery": 211,
  "FindWindowExW": 212,
  "CryptExportKey": 213,
  "CryptCreateHash": 214,
  "TaskDialog": 215,
  "CryptGenKey": 216,
  "CreateJobObjectW": 217,
  "GetUserNameExA": 218,
  "SetInformationJobObject": 219,
  "InternetSetOptionA": 220,
  "NetGetJoinInformation": 221,
  "CryptUnprotectData": 222,
  "SetFileInformationByHandle": 223,
  "InternetGetConnectedStateExA": 224,
  "InternetQueryOptionA": 225,
  "shutdown": 226,
  "InternetCloseHandle": 227,
  "HttpOpenRequestA": 228,
  "InternetReadFile": 229,
  "ObtainUserAgentString": 230,
  "HttpSendRequestA": 231,
  "InternetOpenA": 232,
  "InternetConnectA": 233,
  "HttpQueryInfoA": 234,
  "InternetCrackUrlW": 235,
  "InternetCrackUrlA": 236,
  "DecryptMessage": 237,
  "EncryptMessage": 238,
  "NtQueueApcThread": 239,
  "IWbemServices_ExecMethod": 240,
  "CopyFileA": 241,
  "NtSaveKeyEx": 242,
  "SetStdHandle": 243,
  "InternetGetConnectedState": 244,
  "RegEnumValueA": 245,
  "Module32FirstW": 246,
  "Module32NextW": 247,
  "DnsQuery_W": 248,
  "getaddrinfo": 249,
  "NtDeleteValueKey": 250,
  "InternetOpenW": 251,
  "InternetOpenUrlW": 252,
  "CreateDirectoryExW": 253,
  "CertCreateCertificateContext": 254,
  "InternetGetConnectedStateExW": 255,
  "CryptProtectData": 256,
  "recvfrom": 257,
  "sendto": 258,
  "NtLoadDriver": 259,
  "ControlService": 260,
  "CreateServiceW": 261,
  "HttpOpenRequestW": 262,
  "InternetSetStatusCallback": 263,
  "InternetConnectW": 264,
  "HttpSendRequestW": 265,
  "EnumServicesStatusA": 266,
  "RtlDecompressBuffer": 267,
  "NtSetContextThread": 268,
  "CreateRemoteThread": 269,
  "DnsQuery_A": 270,
  "InternetOpenUrlA": 271,
  "WSASocketA": 272,
  "listen": 273,
  "CryptEncrypt": 274,
  "CryptDecrypt": 275,
  "WSAConnect": 276,
  "DeleteUrlCacheEntryW": 277,
  "EnumServicesStatusW": 278,
  "DeleteUrlCacheEntryA": 279,
  "URLDownloadToFileW": 280
}