{"START": 0, "END": 1, "UNK": 2, "PAD": 3, "LdrUnloadDll": 4, "LdrGetDllHandle": 5, "NtCreateSection": 6, "NtOpenKey": 7, "MessageBoxTimeoutW": 8, "SetUnhandledExceptionFilter": 9, "NtCreateFile": 10, "NtClose": 11, "GetSystemTimeAsFileTime": 12, "NtTerminateProcess": 13, "NtMapViewOfSection": 14, "NtQueryValueKey": 15, "GetSystemDirectoryW": 16, "CreateProcessInternalW": 17, "LdrGetProcedureAddress": 18, "LdrLoadDll": 19, "WriteConsoleA": 20, "RegOpenKeyExW": 21, "NtAllocateVirtualMemory": 22, "GetNativeSystemInfo": 23, "NtOpenSection": 24, "RegCloseKey": 25, "DrawTextExW": 26, "RegQueryValueExA": 27, "GetSystemWindowsDirectoryW": 28, "GetForegroundWindow": 29, "RegQueryValueExW": 30, "NtFreeVirtualMemory": 31, "GetSystemMetrics": 32, "CreateActCtxW": 33, "RegOpenKeyExA": 34, "GetKeyState": 35, "NtSetValueKey": 36, "NtUnmapViewOfSection": 37, "RegEnumKeyExW": 38, "FindResourceExW": 39, "NtQueryAttributesFile": 40, "RegQueryInfoKeyA": 41, "NtCreateMutant": 42, "NtProtectVirtualMemory": 43, "CoInitializeEx": 44, "LoadStringW": 45, "NtOpenMutant": 46, "LoadResource": 47, "CoUninitialize": 48, "NtQueryKey": 49, "NtCreateKey": 50, "IsDebuggerPresent": 51, "SetErrorMode": 52, "GetCursorPos": 53, "NtEnumerateValueKey": 54, "NtReadFile": 55, "NtOpenFile": 56, "RegSetValueExW": 57, "GetFileType": 58, "NtOpenKeyEx": 59, "NtQueryInformationFile": 60, "SizeofResource": 61, "FindResourceW": 62, "NtWriteFile": 63, "MessageBoxTimeoutA": 64, "GetFileAttributesW": 65, "NtQueryDirectoryFile": 66, "FindFirstFileExW": 67, "WriteConsoleW": 68, "RegCreateKeyExW": 69, "GetShortPathNameW": 70, "FindResourceExA": 71, "RegQueryInfoKeyW": 72, "RegEnumValueW": 73, "NtOpenProcess": 74, "NtReadVirtualMemory": 75, "NtQuerySystemInformation": 76, "LoadStringA": 77, "CoCreateInstance": 78, "GetSystemDirectoryA": 79, "FindWindowW": 80, "NtDuplicateObject": 81, "GetSystemInfo": 82, "GetFileInformationByHandleEx": 83, "LookupPrivilegeValueW": 84, "SendNotifyMessageW": 85, "GetVolumePathNamesForVolumeNameW": 86, "RegEnumKeyW": 87, "GetFileSize": 88, "NtDelayExecution": 89, "GetVolumeNameForVolumeMountPointW": 90, "NtDeviceIoControlFile": 91, "CreateDirectoryW": 92, "DeleteFileW": 93, "NtSetInformationFile": 94, "RemoveDirectoryW": 95, "GetFileSizeEx": 96, "CreateThread": 97, "SetFilePointer": 98, "SHGetFolderPathW": 99, "GetFileAttributesExW": 100, "NtDeleteKey": 101, "RegDeleteValueW": 102, "GetDiskFreeSpaceExW": 103, "NtOpenDirectoryObject": 104, "CoGetClassObject": 105, "SearchPathW": 106, "UuidCreate": 107, "DeviceIoControl": 108, "DrawTextExA": 109, "RegEnumKeyExA": 110, "FindResourceA": 111, "GetFileVersionInfoSizeW": 112, "GetFileVersionInfoW": 113, "_": 114, "exception": 115, "EnumWindows": 116, "OleInitialize": 117, "GetTempPathW": 118, "NtEnumerateKey": 119, "CreateToolhelp32Snapshot": 120, "setsockopt": 121, "WSAStartup": 122, "NtCreateThreadEx": 123, "Process32NextW": 124, "LookupAccountSidW": 125, "Process32FirstW": 126, "GetAdaptersInfo": 127, "GlobalMemoryStatusEx": 128, "NtResumeThread": 129, "socket": 130, "bind": 131, "GetComputerNameW": 132, "GetComputerNameA": 133, "SetWindowsHookExW": 134, "RegSetValueExA": 135, "IWbemServices_ExecQuery": 136, "CoCreateInstanceEx": 137, "CoInitializeSecurity": 138, "RegCreateKeyExA": 139, "GetVolumePathNameW": 140, "NetGetJoinInformation": 141, "GetUserNameW": 142, "ReadProcessMemory": 143, "GetDiskFreeSpaceW": 144, "GlobalMemoryStatus": 145, "GetUserNameExW": 146, "NetShareEnum": 147, "CryptExportKey": 148, "CryptHashData": 149, "CryptCreateHash": 150, "RtlAddVectoredExceptionHandler": 151, "GetFileInformationByHandle": 152, "CryptAcquireContextW": 153, "CryptAcquireContextA": 154, "GetBestInterfaceEx": 155, "WSASend": 156, "OpenSCManagerW": 157, "getsockname": 158, "GetAdaptersAddresses": 159, "OpenServiceW": 160, "WSASocketW": 161, "CertOpenStore": 162, "CryptDecodeObjectEx": 163, "GetAddrInfoW": 164, "NtOpenThread": 165, "CertControlStore": 166, "SetEndOfFile": 167, "WSARecv": 168, "GetSystemWindowsDirectoryA": 169, "SendNotifyMessageA": 170, "RegDeleteKeyW": 171, "RemoveDirectoryA": 172, "ShellExecuteExW": 173, "GetKeyboardState": 174, "SetWindowsHookExA": 175, "SetFilePointerEx": 176, "SetFileTime": 177, "CopyFileW": 178, "SetFileAttributesW": 179, "OutputDebugStringA": 180, "RtlAddVectoredContinueHandler": 181, "GetTimeZoneInformation": 182, "RegisterHotKey": 183, "NtQueryFullAttributesFile": 184, "SHGetSpecialFolderLocation": 185, "UnhookWindowsHookEx": 186, "GetFileVersionInfoSizeExW": 187, "DecryptMessage": 188, "EncryptMessage": 189, "Module32FirstW": 190, "Module32NextW": 191, "GetUserNameA": 192, "GetUserNameExA": 193, "timeGetTime": 194, "ReadCabinetState": 195, "closesocket": 196, "GetAsyncKeyState": 197, "RegDeleteKeyA": 198, "MoveFileWithProgressW": 199, "RtlRemoveVectoredExceptionHandler": 200, "CreateJobObjectW": 201, "SetInformationJobObject": 202, "GetFileVersionInfoExW": 203, "FindWindowA": 204, "InternetCrackUrlW": 205}