{"START": 0, "END": 1, "UNK": 2, "PAD": 3, "LABEL_1": 4, "CreateToolhelp32Snapshot": 5, "NtDuplicateObject": 6, "RegCloseKey": 7, "OpenServiceA": 8, "GetNativeSystemInfo": 9, "GetShortPathNameW": 10, "EnumWindows": 11, "GetSystemWindowsDirectoryW": 12, "NtQueryValueKey": 13, "GetFileAttributesW": 14, "RegQueryValueExW": 15, "NtFreeVirtualMemory": 16, "Process32NextW": 17, "NtCreateThreadEx": 18, "RegOpenKeyExW": 19, "NtDelayExecution": 20, "SetErrorMode": 21, "ShellExecuteExW": 22, "NtAllocateVirtualMemory": 23, "RegOpenKeyExA": 24, "NtWriteFile": 25, "NtMapViewOfSection": 26, "Process32FirstW": 27, "LdrUnloadDll": 28, "GetVolumePathNamesForVolumeNameW": 29, "NtResumeThread": 30, "NtOpenFile": 31, "CreateThread": 32, "SetFilePointer": 33, "GetSystemDirectoryW": 34, "NtQueryDirectoryFile": 35, "LoadStringW": 36, "NtCreateFile": 37, "GetVolumeNameForVolumeMountPointW": 38, "GetSystemTimeAsFileTime": 39, "FindFirstFileExW": 40, "NtCreateMutant": 41, "NtCreateSection": 42, "EnumServicesStatusA": 43, "NtOpenKey": 44, "NtOpenMutant": 45, "LdrGetProcedureAddress": 46, "RegSetValueExA": 47, "GetFileType": 48, "LdrLoadDll": 49, "OpenSCManagerA": 50, "CreateProcessInternalW": 51, "NtClose": 52, "LABEL_0": 53, "CoUninitialize": 54, "GetForegroundWindow": 55, "DrawTextExW": 56, "GetSystemInfo": 57, "IsDebuggerPresent": 58, "GetSystemMetrics": 59, "FindResourceExA": 60, "FindResourceExW": 61, "CoInitializeEx": 62, "LdrGetDllHandle": 63, "GlobalMemoryStatus": 64, "LoadResource": 65, "NtOpenDirectoryObject": 66, "NtTerminateProcess": 67, "CryptAcquireContextW": 68, "SetUnhandledExceptionFilter": 69, "NtProtectVirtualMemory": 70, "GetFileSize": 71, "MessageBoxTimeoutA": 72, "NtOpenSection": 73, "NtQueryKey": 74, "FindResourceW": 75, "LookupPrivilegeValueW": 76, "NtOpenProcess": 77, "NtReadVirtualMemory": 78, "SizeofResource": 79, "CreateActCtxW": 80, "RegEnumKeyW": 81, "CreateDirectoryW": 82, "GetKeyState": 83, "NtQuerySystemInformation": 84, "NtReadFile": 85, "GetFileSizeEx": 86, "CoCreateInstance": 87, "NtUnmapViewOfSection": 88, "SHGetFolderPathW": 89, "NtQueryAttributesFile": 90, "GetFileInformationByHandleEx": 91, "SearchPathW": 92, "NtOpenKeyEx": 93, "NtQueryInformationFile": 94, "NtOpenThread": 95, "RegCreateKeyExW": 96, "RegSetValueExW": 97, "WriteConsoleW": 98, "WSAStartup": 99, "gethostbyname": 100, "shutdown": 101, "OpenServiceW": 102, "select": 103, "closesocket": 104, "send": 105, "DeleteFileW": 106, "connect": 107, "__exception__": 108, "recv": 109, "setsockopt": 110, "socket": 111, "GetUserNameA": 112, "OpenSCManagerW": 113, "SetFileAttributesW": 114, "ioctlsocket": 115, "FindWindowA": 116, "NtEnumerateValueKey": 117, "NtEnumerateKey": 118, "GetVolumePathNameW": 119, "GetBestInterfaceEx": 120, "RegQueryValueExA": 121, "GetAdaptersAddresses": 122, "GetUserNameExA": 123, "GetFileVersionInfoSizeW": 124, "HttpOpenRequestW": 125, "RegEnumKeyExA": 126, "InternetSetStatusCallback": 127, "InternetConnectW": 128, "InternetCloseHandle": 129, "InternetQueryOptionA": 130, "NtDeviceIoControlFile": 131, "HttpSendRequestW": 132, "CoGetClassObject": 133, "GetAddrInfoW": 134, "CryptAcquireContextA": 135, "RegQueryInfoKeyW": 136, "RegEnumKeyExW": 137, "MessageBoxTimeoutW": 138, "GetSystemDirectoryA": 139, "GlobalMemoryStatusEx": 140, "RegEnumValueW": 141, "InternetOpenW": 142, "GetUserNameExW": 143, "InternetSetOptionA": 144, "RegDeleteValueW": 145, "InternetCrackUrlW": 146, "CoInitializeSecurity": 147, "GetFileVersionInfoW": 148, "RegEnumValueA": 149, "UuidCreate": 150, "CopyFileA": 151, "NtSetInformationFile": 152, "GetCursorPos": 153, "LoadStringA": 154, "GetFileAttributesExW": 155, "FindWindowExA": 156, "SetWindowsHookExA": 157, "OleInitialize": 158, "bind": 159, "GetAdaptersInfo": 160, "FindWindowW": 161, "DrawTextExA": 162, "SetFileTime": 163, "GetTempPathW": 164, "GetTimeZoneInformation": 165, "GetDiskFreeSpaceExW": 166, "SHGetSpecialFolderLocation": 167, "FindResourceA": 168, "NtCreateKey": 169, "NtSetValueKey": 170, "WriteConsoleA": 171, "DeviceIoControl": 172, "RegCreateKeyExA": 173, "SendNotifyMessageW": 174, "GetFileInformationByHandle": 175, "GetComputerNameW": 176, "NetShareEnum": 177, "UnhookWindowsHookEx": 178, "SetWindowsHookExW": 179, "SetFilePointerEx": 180, "GetAsyncKeyState": 181, "FindWindowExW": 182, "RegisterHotKey": 183, "RegDeleteValueA": 184, "GetSystemWindowsDirectoryA": 185, "RegDeleteKeyW": 186, "Module32FirstW": 187, "Module32NextW": 188, "RegQueryInfoKeyA": 189, "WSARecv": 190, "HttpSendRequestA": 191, "getsockname": 192, "WSASend": 193, "SetEndOfFile": 194, "NtTerminateThread": 195, "HttpOpenRequestA": 196, "ReadProcessMemory": 197, "InternetReadFile": 198, "CryptDecodeObjectEx": 199, "InternetOpenA": 200, "WSASocketW": 201, "InternetConnectA": 202, "NtQueryFullAttributesFile": 203, "GetDiskFreeSpaceW": 204, "NtDeleteKey": 205, "CryptHashData": 206, "LookupAccountSidW": 207, "GetUserNameW": 208, "GetFileVersionInfoExW": 209, "CoCreateInstanceEx": 210, "IWbemServices_ExecQuery": 211, "GetKeyboardState": 212, "GetFileVersionInfoSizeExW": 213, "HttpQueryInfoA": 214, "getaddrinfo": 215, "WriteProcessMemory": 216, "CryptExportKey": 217, "MoveFileWithProgressW": 218, "CryptCreateHash": 219, "timeGetTime": 220, "RtlAddVectoredContinueHandler": 221, "RtlAddVectoredExceptionHandler": 222, "CopyFileW": 223, "InternetOpenUrlA": 224, "CreateRemoteThread": 225, "NtSetContextThread": 226, "NtGetContextThread": 227, "RemoveDirectoryA": 228, "SendNotifyMessageA": 229, "GetComputerNameA": 230, "RegDeleteKeyA": 231, "RtlRemoveVectoredExceptionHandler": 232, "DecryptMessage": 233, "EncryptMessage": 234, "SetFileInformationByHandle": 235, "CertOpenStore": 236, "CertControlStore": 237, "Thread32First": 238, "Thread32Next": 239, "CreateJobObjectW": 240, "SetInformationJobObject": 241, "NetGetJoinInformation": 242, "CryptUnprotectData": 243, "ReadCabinetState": 244, "OutputDebugStringA": 245, "RemoveDirectoryW": 246, "NtQueueApcThread": 247, "StartServiceW": 248, "NtSuspendThread": 249}