{
  "<UNK>": 0,
  "NtOpenSection": 1,
  "GetForegroundWindow": 2,
  "SetFileTime": 3,
  "GetFileVersionInfoSizeW": 4,
  "GetFileAttributesW": 5,
  "GetVolumePathNamesForVolumeNameW": 6,
  "RegOpenKeyExW": 7,
  "SetErrorMode": 8,
  "GetFileInformationByHandle": 9,
  "RegOpenKeyExA": 10,
  "GetCursorPos": 11,
  "GetUserNameA": 12,
  "FindResourceExW": 13,
  "NtCreateFile": 14,
  "GetSystemTimeAsFileTime": 15,
  "CoInitializeEx": 16,
  "LoadResource": 17,
  "NtQueryInformationFile": 18,
  "DeviceIoControl": 19,
  "RegQueryValueExA": 20,
  "EnumWindows": 21,
  "NtQueryValueKey": 22,
  "RegCreateKeyExA": 23,
  "RemoveDirectoryA": 24,
  "RegQueryValueExW": 25,
  "CreateActCtxW": 26,
  "NtReadFile": 27,
  "NtWriteFile": 28,
  "LdrGetDllHandle": 29,
  "NtEnumerateValueKey": 30,
  "LoadStringA": 31,
  "GetSystemDirectoryW": 32,
  "LoadStringW": 33,
  "GetVolumeNameForVolumeMountPointW": 34,
  "GetSystemDirectoryA": 35,
  "SHGetFolderPathW": 36,
  "SearchPathW": 37,
  "LdrGetProcedureAddress": 38,
  "RegSetValueExA": 39,
  "GetDiskFreeSpaceExW": 40,
  "SetEndOfFile": 41,
  "LdrLoadDll": 42,
  "SendNotifyMessageA": 43,
  "CoUninitialize": 44,
  "RegCloseKey": 45,
  "NtDuplicateObject": 46,
  "NtSetInformationFile": 47,
  "NtTerminateProcess": 48,
  "SendNotifyMessageW": 49,
  "GetSystemMetrics": 50,
  "GetFileSize": 51,
  "NtAllocateVirtualMemory": 52,
  "CreateDirectoryW": 53,
  "DeleteFileW": 54,
  "GetComputerNameW": 55,
  "GetFileSizeEx": 56,
  "CoCreateInstance": 57,
  "GetComputerNameA": 58,
  "FindFirstFileExW": 59,
  "GetFileInformationByHandleEx": 60,
  "NtCreateSection": 61,
  "NtOpenMutant": 62,
  "CreateProcessInternalW": 63,
  "RegDeleteKeyA": 64,
  "GetNativeSystemInfo": 65,
  "GetSystemWindowsDirectoryA": 66,
  "DrawTextExW": 67,
  "GetSystemInfo": 68,
  "NetShareEnum": 69,
  "FindWindowW": 70,
  "GetSystemWindowsDirectoryW": 71,
  "NtClose": 72,
  "NtOpenProcess": 73,
  "DrawTextExA": 74,
  "NtMapViewOfSection": 75,
  "SizeofResource": 76,
  "RegEnumKeyW": 77,
  "NtFreeVirtualMemory": 78,
  "GetKeyState": 79,
  "LdrUnloadDll": 80,
  "NtOpenFile": 81,
  "SetFilePointer": 82,
  "NtUnmapViewOfSection": 83,
  "NtQueryDirectoryFile": 84,
  "NtQueryAttributesFile": 85,
  "NtCreateMutant": 86,
  "NtOpenKey": 87,
  "FindResourceW": 88,
  "GetFileVersionInfoW": 89,
  "FindResourceA": 90,
  "getaddrinfo": 91,
  "WSAStartup": 92,
  "NtResumeThread": 93,
  "NtDelayExecution": 94,
  "closesocket": 95,
  "send": 96,
  "connect": 97,
  "CryptAcquireContextA": 98,
  "CreateThread": 99,
  "CryptAcquireContextW": 100,
  "SetUnhandledExceptionFilter": 101,
  "recv": 102,
  "GetFileAttributesExW": 103,
  "UuidCreate": 104,
  "socket": 105,
  "GetTimeZoneInformation": 106,
  "CoInitializeSecurity": 107,
  "SetWindowsHookExW": 108,
  "GetFileType": 109,
  "OleInitialize": 110,
  "IsDebuggerPresent": 111,
  "NtProtectVirtualMemory": 112,
  "RegCreateKeyExW": 113,
  "NtQueryKey": 114,
  "NtCreateKey": 115,
  "GetVolumePathNameW": 116,
  "LookupAccountSidW": 117,
  "NtReadVirtualMemory": 118,
  "NtSetValueKey": 119,
  "NtDeleteKey": 120,
  "RegEnumKeyExW": 121,
  "NtOpenThread": 122,
  "NtEnumerateKey": 123,
  "NtOpenKeyEx": 124,
  "UnhookWindowsHookEx": 125,
  "NtQuerySystemInformation": 126,
  "GlobalMemoryStatusEx": 127,
  "GetAsyncKeyState": 128,
  "GetKeyboardState": 129,
  "RegSetValueExW": 130,
  "NtSuspendThread": 131,
  "ShellExecuteExW": 132,
  "NtCreateThreadEx": 133,
  "NtQueryMultipleValueKey": 134,
  "RegisterHotKey": 135,
  "RegDeleteValueW": 136,
  "NtOpenDirectoryObject": 137,
  "GetUserNameW": 138,
  "GetDiskFreeSpaceW": 139,
  "SHGetSpecialFolderLocation": 140,
  "WriteConsoleW": 141,
  "CoCreateInstanceEx": 142,
  "SetFilePointerEx": 143,
  "CoGetClassObject": 144,
  "IWbemServices_ExecQuery": 145,
  "RegEnumKeyExA": 146,
  "NtQueryFullAttributesFile": 147,
  "GetFileVersionInfoExW": 148,
  "NtDeviceIoControlFile": 149,
  "__exception__": 150,
  "WSASocketW": 151,
  "RtlRemoveVectoredExceptionHandler": 152,
  "RegQueryInfoKeyW": 153,
  "RegEnumValueW": 154,
  "CopyFileW": 155,
  "SetFileAttributesW": 156,
  "GetTempPathW": 157,
  "LookupPrivilegeValueW": 158,
  "OutputDebugStringA": 159,
  "GetUserNameExA": 160,
  "GetFileVersionInfoSizeExW": 161,
  "GetUserNameExW": 162,
  "RegEnumValueA": 163,
  "ReadCabinetState": 164,
  "GetShortPathNameW": 165,
  "RtlAddVectoredContinueHandler": 166,
  "RtlAddVectoredExceptionHandler": 167,
  "CertOpenStore": 168,
  "CryptDecodeObjectEx": 169,
  "CertControlStore": 170,
  "MessageBoxTimeoutW": 171,
  "CreateToolhelp32Snapshot": 172,
  "Thread32Next": 173,
  "Thread32First": 174,
  "WriteProcessMemory": 175,
  "CryptExportKey": 176,
  "CryptHashData": 177,
  "CryptCreateHash": 178,
  "NtGetContextThread": 179,
  "WriteConsoleA": 180,
  "OpenServiceW": 181,
  "ReadProcessMemory": 182,
  "GlobalMemoryStatus": 183,
  "FindResourceExA": 184,
  "MessageBoxTimeoutA": 185,
  "GetAdaptersAddresses": 186,
  "InternetQueryOptionA": 187,
  "FindWindowExA": 188,
  "getsockname": 189,
  "FindWindowExW": 190,
  "setsockopt": 191,
  "GetBestInterfaceEx": 192,
  "ioctlsocket": 193,
  "shutdown": 194,
  "InternetCloseHandle": 195,
  "InternetReadFile": 196,
  "HttpSendRequestW": 197,
  "InternetOpenW": 198,
  "HttpOpenRequestW": 199,
  "Process32NextW": 200,
  "InternetConnectW": 201,
  "Process32FirstW": 202,
  "HttpQueryInfoA": 203,
  "GetAddrInfoW": 204,
  "InternetCrackUrlW": 205,
  "FindWindowA": 206,
  "InternetGetConnectedState": 207,
  "SetWindowsHookExA": 208,
  "OpenSCManagerW": 209,
  "CopyFileA": 210,
  "RegDeleteKeyW": 211,
  "bind": 212,
  "GetAdaptersInfo": 213,
  "recvfrom": 214,
  "sendto": 215,
  "WSARecv": 216,
  "WSASend": 217,
  "WSAConnect": 218,
  "Module32FirstW": 219,
  "Module32NextW": 220,
  "CertOpenSystemStoreW": 221,
  "DnsQuery_W": 222,
  "RemoveDirectoryW": 223,
  "StartServiceW": 224,
  "RegDeleteValueA": 225,
  "RegQueryInfoKeyA": 226,
  "CreateJobObjectW": 227,
  "SetInformationJobObject": 228,
  "InternetSetOptionA": 229,
  "NetGetJoinInformation": 230,
  "CryptUnprotectData": 231,
  "SetFileInformationByHandle": 232,
  "IWbemServices_ExecMethod": 233,
  "MoveFileWithProgressW": 234,
  "OpenServiceA": 235,
  "EnumServicesStatusA": 236,
  "OpenSCManagerA": 237,
  "HttpOpenRequestA": 238,
  "InternetOpenA": 239,
  "NtTerminateThread": 240,
  "InternetConnectA": 241,
  "HttpSendRequestA": 242,
  "NtSetContextThread": 243,
  "NtQueueApcThread": 244,
  "gethostbyname": 245,
  "InternetOpenUrlA": 246,
  "DecryptMessage": 247,
  "EncryptMessage": 248,
  "RtlCreateUserThread": 249,
  "timeGetTime": 250,
  "SetStdHandle": 251,
  "CryptProtectData": 252,
  "select": 253,
  "CreateServiceW": 254,
  "InternetOpenUrlW": 255,
  "TaskDialog": 256,
  "NetUserGetLocalGroups": 257,
  "NetUserGetInfo": 258,
  "EnumServicesStatusW": 259,
  "CreateDirectoryExW": 260,
  "CryptGenKey": 261,
  "CertCreateCertificateContext": 262,
  "InternetGetConnectedStateExW": 263,
  "StartServiceA": 264,
  "InternetGetConnectedStateExA": 265,
  "ObtainUserAgentString": 266,
  "InternetCrackUrlA": 267,
  "InternetSetStatusCallback": 268,
  "WSASocketA": 269,
  "NtLoadDriver": 270,
  "NtDeleteValueKey": 271,
  "CreateServiceA": 272,
  "listen": 273,
  "accept": 274,
  "ExitWindowsEx": 275,
  "CryptDecrypt": 276,
  "CryptEncrypt": 277,
  "DeleteUrlCacheEntryW": 278,
  "ControlService": 279,
  "CryptProtectMemory": 280,
  "CryptUnprotectMemory": 281,
  "NtSaveKeyEx": 282,
  "CreateRemoteThread": 283,
  "DnsQuery_A": 284,
  "URLDownloadToFileW": 285,
  "InternetWriteFile": 286,
  "CopyFileExW": 287,
  "FindFirstFileExA": 288,
  "DeleteUrlCacheEntryA": 289,
  "RtlDecompressBuffer": 290,
  "NtCreateUserProcess": 291
}