{
  "<UNK>": 0,
  "NtQueryValueKey": 1,
  "LdrUnloadDll": 2,
  "NtOpenKey": 3,
  "SetUnhandledExceptionFilter": 4,
  "NtTerminateProcess": 5,
  "NtClose": 6,
  "GetSystemTimeAsFileTime": 7,
  "LdrGetDllHandle": 8,
  "NtFreeVirtualMemory": 9,
  "RegCreateKeyExW": 10,
  "NtOpenSection": 11,
  "CoUninitialize": 12,
  "RegCloseKey": 13,
  "LookupAccountSidW": 14,
  "NtDuplicateObject": 15,
  "GetSystemInfo": 16,
  "DeviceIoControl": 17,
  "NtResumeThread": 18,
  "GetSystemWindowsDirectoryW": 19,
  "GetFileVersionInfoSizeW": 20,
  "NtOpenProcess": 21,
  "GetFileAttributesW": 22,
  "RegQueryValueExW": 23,
  "NtMapViewOfSection": 24,
  "RtlAddVectoredContinueHandler": 25,
  "NtQueryKey": 26,
  "RtlAddVectoredExceptionHandler": 27,
  "CreateActCtxW": 28,
  "GetFileSize": 29,
  "RegOpenKeyExW": 30,
  "SetErrorMode": 31,
  "NtAllocateVirtualMemory": 32,
  "DeleteFileW": 33,
  "NtQuerySystemInformation": 34,
  "NtReadFile": 35,
  "NtOpenFile": 36,
  "GetFileAttributesExW": 37,
  "CreateThread": 38,
  "GetSystemDirectoryW": 39,
  "RegQueryInfoKeyW": 40,
  "CoCreateInstance": 41,
  "NtUnmapViewOfSection": 42,
  "RegEnumKeyExW": 43,
  "SHGetFolderPathW": 44,
  "NtQueryDirectoryFile": 45,
  "NtCreateFile": 46,
  "GlobalMemoryStatusEx": 47,
  "NtQueryAttributesFile": 48,
  "NtCreateMutant": 49,
  "NtProtectVirtualMemory": 50,
  "CoInitializeEx": 51,
  "RegEnumValueW": 52,
  "NtCreateSection": 53,
  "NtOpenMutant": 54,
  "LdrGetProcedureAddress": 55,
  "CoInitializeSecurity": 56,
  "GetFileVersionInfoW": 57,
  "IsDebuggerPresent": 58,
  "NtOpenKeyEx": 59,
  "LdrLoadDll": 60,
  "UuidCreate": 61,
  "GetShortPathNameW": 62,
  "OpenSCManagerW": 63,
  "NtSetInformationFile": 64,
  "RemoveDirectoryW": 65,
  "WSAStartup": 66,
  "OpenServiceW": 67,
  "NtOpenThread": 68,
  "GetSystemMetrics": 69,
  "RegEnumKeyW": 70,
  "NtEnumerateKey": 71,
  "NtDeviceIoControlFile": 72,
  "CreateDirectoryW": 73,
  "NtWriteFile": 74,
  "NtEnumerateValueKey": 75,
  "GetUserNameW": 76,
  "SetFilePointer": 77,
  "GetTempPathW": 78,
  "LoadResource": 79,
  "SetFileAttributesW": 80,
  "NtQueryInformationFile": 81,
  "RegSetValueExW": 82,
  "NtDelayExecution": 83,
  "GetNativeSystemInfo": 84,
  "DrawTextExW": 85,
  "RegOpenKeyExA": 86,
  "FindWindowW": 87,
  "FindResourceExW": 88,
  "GetFileInformationByHandle": 89,
  "GetKeyState": 90,
  "GetCursorPos": 91,
  "SetFilePointerEx": 92,
  "GetFileSizeEx": 93,
  "FindFirstFileExW": 94,
  "LoadStringW": 95,
  "__exception__": 96,
  "GetFileType": 97,
  "SetEndOfFile": 98,
  "SetFileTime": 99,
  "GetComputerNameW": 100,
  "GetComputerNameA": 101,
  "RegDeleteValueW": 102,
  "CopyFileW": 103,
  "CreateProcessInternalW": 104,
  "DrawTextExA": 105,
  "SizeofResource": 106,
  "LoadStringA": 107,
  "FindResourceA": 108,
  "GetAdaptersInfo": 109,
  "FindResourceW": 110,
  "GetForegroundWindow": 111,
  "NtOpenDirectoryObject": 112,
  "CoGetClassObject": 113,
  "CoCreateInstanceEx": 114,
  "MessageBoxTimeoutW": 115,
  "ReadProcessMemory": 116,
  "SearchPathW": 117,
  "WriteConsoleW": 118,
  "NtCreateThreadEx": 119,
  "SetWindowsHookExA": 120,
  "GetAsyncKeyState": 121,
  "timeGetTime": 122,
  "RegQueryValueExA": 123,
  "UnhookWindowsHookEx": 124,
  "OleInitialize": 125,
  "GetUserNameExW": 126,
  "NtSetValueKey": 127,
  "CreateJobObjectW": 128,
  "GetUserNameExA": 129,
  "GetAdaptersAddresses": 130,
  "SetInformationJobObject": 131,
  "InternetSetOptionA": 132,
  "NetGetJoinInformation": 133,
  "setsockopt": 134,
  "socket": 135,
  "GetBestInterfaceEx": 136,
  "CryptCreateHash": 137,
  "CryptAcquireContextW": 138,
  "closesocket": 139,
  "CryptUnprotectData": 140,
  "SetFileInformationByHandle": 141,
  "SetWindowsHookExW": 142,
  "RegCreateKeyExA": 143,
  "CryptHashData": 144,
  "GetAddrInfoW": 145,
  "MessageBoxTimeoutA": 146,
  "GetVolumePathNamesForVolumeNameW": 147,
  "ShellExecuteExW": 148,
  "GetVolumeNameForVolumeMountPointW": 149,
  "NtCreateKey": 150,
  "RegDeleteKeyW": 151,
  "NtLoadDriver": 152,
  "LookupPrivilegeValueW": 153,
  "FindResourceExA": 154,
  "RemoveDirectoryA": 155,
  "GetUserNameA": 156,
  "EnumWindows": 157,
  "GetSystemDirectoryA": 158,
  "RegSetValueExA": 159,
  "GetDiskFreeSpaceExW": 160,
  "SendNotifyMessageA": 161,
  "SendNotifyMessageW": 162,
  "GetFileInformationByHandleEx": 163,
  "RegDeleteKeyA": 164,
  "GetSystemWindowsDirectoryA": 165,
  "NetShareEnum": 166,
  "NtQueryFullAttributesFile": 167,
  "SHGetSpecialFolderLocation": 168,
  "RegEnumKeyExA": 169,
  "NtReadVirtualMemory": 170,
  "NtDeleteKey": 171,
  "GlobalMemoryStatus": 172,
  "RegQueryInfoKeyA": 173,
  "MoveFileWithProgressW": 174,
  "GetVolumePathNameW": 175,
  "RtlRemoveVectoredExceptionHandler": 176,
  "CreateToolhelp32Snapshot": 177,
  "Process32NextW": 178,
  "Process32FirstW": 179,
  "GetFileVersionInfoExW": 180,
  "GetFileVersionInfoSizeExW": 181,
  "RegEnumValueA": 182,
  "getsockname": 183,
  "InternetCloseHandle": 184,
  "CryptAcquireContextA": 185,
  "CryptDecodeObjectEx": 186,
  "GetKeyboardState": 187,
  "InternetOpenW": 188,
  "CertOpenStore": 189,
  "InternetCrackUrlW": 190,
  "InternetOpenUrlW": 191,
  "WriteProcessMemory": 192,
  "DnsQuery_W": 193,
  "InternetGetConnectedState": 194,
  "GetTimeZoneInformation": 195,
  "FindWindowExW": 196,
  "IWbemServices_ExecQuery": 197,
  "ReadCabinetState": 198,
  "CryptExportKey": 199,
  "RegisterHotKey": 200,
  "FindWindowExA": 201,
  "OutputDebugStringA": 202,
  "WriteConsoleA": 203,
  "NtDeleteValueKey": 204,
  "WSARecv": 205,
  "WSASocketW": 206,
  "WSASend": 207,
  "bind": 208,
  "CertControlStore": 209,
  "recv": 210,
  "NtGetContextThread": 211,
  "NtSuspendThread": 212,
  "InternetReadFile": 213,
  "StartServiceW": 214,
  "NtTerminateThread": 215,
  "NtQueryMultipleValueKey": 216,
  "recvfrom": 217,
  "sendto": 218,
  "getaddrinfo": 219,
  "TaskDialog": 220,
  "DecryptMessage": 221,
  "EncryptMessage": 222,
  "ioctlsocket": 223,
  "NtQueueApcThread": 224,
  "Thread32First": 225,
  "GetDiskFreeSpaceW": 226,
  "Thread32Next": 227,
  "OpenServiceA": 228,
  "CreateServiceA": 229,
  "StartServiceA": 230,
  "OpenSCManagerA": 231,
  "Module32FirstW": 232,
  "Module32NextW": 233,
  "CreateServiceW": 234,
  "RtlCreateUserThread": 235,
  "ExitWindowsEx": 236,
  "shutdown": 237,
  "HttpOpenRequestA": 238,
  "HttpSendRequestA": 239,
  "InternetOpenA": 240,
  "InternetConnectA": 241,
  "HttpQueryInfoA": 242,
  "SetStdHandle": 243,
  "FindWindowA": 244,
  "RegDeleteValueA": 245,
  "CopyFileA": 246,
  "select": 247,
  "CreateDirectoryExW": 248,
  "CryptGenKey": 249,
  "CertCreateCertificateContext": 250,
  "InternetGetConnectedStateExW": 251,
  "InternetQueryOptionA": 252,
  "CryptProtectData": 253,
  "CryptDecrypt": 254,
  "CryptEncrypt": 255,
  "IWbemServices_ExecMethod": 256,
  "gethostbyname": 257,
  "send": 258,
  "connect": 259,
  "InternetCrackUrlA": 260,
  "InternetGetConnectedStateExA": 261,
  "InternetSetStatusCallback": 262,
  "WSASocketA": 263,
  "HttpSendRequestW": 264,
  "HttpOpenRequestW": 265,
  "InternetConnectW": 266,
  "NetUserGetLocalGroups": 267,
  "NetUserGetInfo": 268,
  "EnumServicesStatusW": 269,
  "WSAConnect": 270,
  "FindFirstFileExA": 271,
  "EnumServicesStatusA": 272,
  "DeleteUrlCacheEntryW": 273,
  "ObtainUserAgentString": 274,
  "listen": 275,
  "ControlService": 276,
  "RtlDecompressBuffer": 277,
  "NtSetContextThread": 278,
  "CreateRemoteThread": 279,
  "DnsQuery_A": 280,
  "InternetOpenUrlA": 281,
  "CopyFileExW": 282,
  "URLDownloadToFileW": 283,
  "InternetWriteFile": 284,
  "DeleteUrlCacheEntryA": 285
}